Repository: sbrajesh/bp-extended-friendship-request
Catalog: languages/bp-ext-friends-req-*.po
Languages: fr_fr

source: Request Friendship
fr_fr: Demande d'ami

source: Send Request
fr_fr: Envoyer la demande

source: <p>There was a problem, please try later!</p>
fr_fr: <p>Il y a eu un problème, veuillez réessayer plus tard !</p>

source: <p>Friendship could not be requested.</p>
fr_fr: <p>La demande d'ami n'a pu aboutir.</p>

source: <p>Request sent Successfully!</p>
fr_fr: <p>Demande d'ami envoyée !</p>

source: Cancel Friendship Request
fr_fr: Annuler la demande d'ami

source: Request Pending
fr_fr: Demande en attente

source: Friendship could not be canceled.
fr_fr: L'amitié n'a pas pu être annulée

source: Add Friend
fr_fr: Ajouter ami

source: Friendship request could not be cancelled.
fr_fr: La demande n'a pas pu être annulée
